use ds;
truncate table basic_info;
#匕首类
insert into basic_info value("Dagger", "dagger-icon.png", "刺/斩", "滑步", "5", "58", "35.0", "-", "20.0", "-", "15.0", "-", "15.0", "-", "20.0", "130", "15", "1.5", "50", "-", "-", "5", "9", "-", "-", "E", "C", "-", "-");
insert into basic_info value("Parrying Dagger", "parrying_dagger.png", "刺/斩", "弹反", "-", "50", "30.0", "-", "20.0", "-", "15.0", "-", "15.0", "-", "20.0", "120", "15", "1.0", "40", "-", "-", "5", "14", "-", "-", "E", "C", "-", "-");
insert into basic_info value("Mail Breaker", "mail_breaker.png", "刺/斩", "", "12", "80", "35.0", "-", "20.0", "-", "15.0", "-", "15.0", "-", "20.0", "140", "15", "1.5", "50", "-", "-", "7", "12", "-", "-", "E", "D", "-", "-");
insert into basic_info value("Bandit's Knife", "bandits_knife.png", "刺/斩", "滑步", "5", "70", "35.0", "-", "20.0", "-", "15.0", "-", "15.0", "-", "20.0", "120", "15", "1.5", "50", "33", "-", "6", "12", "-", "-", "D", "D", "-", "-");
insert into basic_info value("Rotten Ghru Dagger", "rotten_ghru_dagger.png", "刺/斩", "滑步", "5", "59", "35.0", "-", "20.0", "-", "15.0", "-", "15.0", "-", "20.0", "100", "15", "2.0", "45", "34", "-", "10", "8", "-", "-", "E", "C", "-", "-");
insert into basic_info value("Corvian Greatknife", "corvian_greatknife-icon.png", "刺/斩", "", "10", "92", "40.0", "-", "25.0", "-", "20.0", "-", "20.0", "-", "25.0", "115", "20", "2.5", "55", "-", "-", "12", "16", "-", "-", "E", "E", "-", "-");
insert into basic_info value("Handmaid's Dagger", "handmaids_dagger.png", "刺/斩", "", "10", "85", "30.0", "-", "20.0", "-", "15.0", "-", "15.0", "-", "20.0", "110", "15", "0.5", "40", "-", "-", "4", "8", "-", "-", "E", "E", "-", "-");
insert into basic_info value("Scholar's Candlestick", "scholars_candlestick-icon.png", "刺/斩", "", "5", "63", "35.0", "-", "20.0", "-", "15.0", "-", "15.0", "-", "20.0", "120", "15", "1.5", "40", "-", "-", "7", "-", "-", "16", "E", "C", "-", "-");
insert into basic_info value("Tailbone Short Sword", "tailbone_short_sword.png", "刺/斩", "", "25", "95", "35.0", "-", "20.0", "-", "15.0", "-", "15.0", "-", "20.0", "120", "20", "2.0", "50", "-", "-", "8", "14", "-", "-", "E", "E", "-", "-");
insert into basic_info value("Brigand Twindaggers", "brigand_twindaggers.png", "刺/斩", "滑步", "5", "67", "35.0", "-", "20.0", "-", "15.0", "-", "15.0", "-", "20.0", "125", "15", "2.5", "50", "-", "-", "10", "18", "-", "-", "D", "D", "-", "-");
insert into basic_info value("Harpe", "harpe.png", "刺/斩", "滑步", "5", "57", "35.0", "-", "20.0", "-", "15.0", "-", "15.0", "-", "20.0", "100", "15", "1.5", "45", "-", "-", "8", "10", "-", "-", "E", "C", "-", "-");
insert into basic_info value("Aquamarine Dagger", "aquamarine_dagger.png", "刺/斩", "", "8(2/3)", "67", "35.0", "67", "20.0", "-", "15.0", "-", "15.0", "-", "20.0", "100", "15", "1.5", "50", "-", "-", "5", "14", "18", "-", "E", "D", "D", "-");
insert into basic_info value("Murky Hand Scythe", "murky_hand_scythe.png", "刺/斩", "滑步", "5", "72", "35.0", "-", "20.0", "-", "15.0", "-", "15.0", "22", "20.0", "100", "15", "2.0", "50", "-", "-", "6", "11", "11", "11", "D", "D", "E", "E");

select * from basic_info;